{
    /* Test */
    "bjr": {
        "bjr": "Bonjour"
    },
    "general": {
        "filter": "Filtrer selon les expériences  ",
        "allFilter": "Tous",
        "clickMoreInfo": "Cliquez pour en savoir plus !",
        "descriptionIndex": "Développeuse web en reconversion après 3 ans dans la communication, je combine créativité, gestion de projet et compétences techniques (Vue.js, Laravel, Java). Mon objectif : concevoir des solutions web polyvalentes et innovantes, alliant technicité et sens de l’utilisateur.",
        "buttonKnowMore": "En savoir plus",
        "recommendation": "Référence",
        "btnRecommendation": "Lire la recommandation complète sur LinkedIn",
        "duration": "Durée du contrat",
        "aboutCompanyTitle": "A propos de cette structure",
        "creations": "Réalisations",
        "skillsPortfolio": "Compétences utilisées & développées"
    },
    "title": {
        "experiences": "Mes expériences",
        "trainings": "Mes formations",
        "index": "De la communication au développement"
    },
    /* Traduction nav */
    "nav": {
        "home": "Accueil",
        "portfolio": "Portfolio",
        "about": "A propos de moi"
    },
    /* Traduction CardExperience */
    "experiences": {
        "nineteen": {
            "id": "nineteen",
            "title": "Développeur web",
            "company": "(nineteen)²",
            "date": "juin 2025",
            "description": "Création de pages sur le site de Digital Test Center en utilisant les frameworks Vue.js, Nuxt.js et Tailwind CSS",
            "missions": [
                "b",
                "c"
            ],
            "aboutCompany": "(nineteen)² est une société spécialisée dans le développement d'applications web et mobiles dédiées à l’événementiel sportif. Elle concoit et édite la solution Digital Test Center, destinée aux fabricants, détaillants et organisateurs d’événements proposant des tests produits.",
            "duration": "Juin 2025 - Stage"
        },
        "pvv": {
            "id": "pvv",
            "title": "Chargé de communication",
            "company": "Pays Voironnais Volley",
            "date": "2023-2025",
            "description": "Communication globale pour les événements du club (réseaux sociaux, affiches, flyers, etc), création de contenus pour les réseaux sociaux du club, gestion et envoi de la newsletter",
            "recommendation": "J'ai eu le plaisir de travailler avec Théa pendant 2 ans. Ce fut une expérience extrêmement positive et enrichissante, tant sur le plan professionnel que personnel. Théa est une personne de confiance, sérieuse et rigoureuse, qui s'investit pleinement dans chaque tâche qu'elle entreprend. Sa capacité à mener à bien ses missions avec un souci du détail et une grande organisation fait d'elle une personne sur qui l'on peut compter."
        },
        "epage": {
            "id": "epage",
            "title": "Chargé de communication",
            "company": "Epage de la Bourbre",
            "date": "2023-2024",
            "description": "Organisation de cérémonies officielles, gestion des réseaux sociaux, création de support print"
        }
    },
    /* Traduction CardTrainings */
    "trainings": {
        "campus": {
            "id": 1,
            "title": "Développeur Concepteur d'Applications",
            "school": "Campus Numérique in the Alp",
            "date": "En cours"
        },
        "master": {
            "id": 2,
            "title": "Master Information Communication Publique et Médias",
            "school": "Université Grenoble Alpes"
        },
        "licence": {
            "id": 3,
            "title": "Licence professionnelle Développement Durable des Territoire par l'e-Commerce et l'e-Tourisme",
            "school": "Université Toulouse Jean Jaurès"
        },
        "dut": {
            "id": 4,
            "title": "DUT Gestion Administrative et Commerciale des Organisations",
            "school": "IUT de St-Etienne"
        }
    },
    /* Traduction Portofolio */
    "portfolio": {
        "social": {
            "url": "~/public/img/comm.png",
            "title": "Animation des réseaux sociaux",
            "description": "Gestion quotidienne des comptes Facebook, Instagram et LinkedIn : planification et publication de contenus, animation des communautés, modération des commentaires et messages privés. Création de visuels attractifs, rédaction de textes adaptés à chaque plateforme, et suivi des performances via des outils d’analyse. Objectif : développer la notoriété de la marque, renforcer l’engagement et soutenir les objectifs marketing."
        },
        "graphic": {
            "url": "~/public/img/comm.png",
            "title": "Création graphique",
            "description": "Réalisation de supports graphiques tels que flyers et affiches, depuis la conception jusqu’à la finalisation, en veillant à transmettre un message clair et impactant. Chaque création est pensée pour respecter l'identité visuelle du client et s’adapter au contexte de diffusion (print ou digital)."
        },
        "newsletter": {
            "url": "~/public/img/comm.png",
            "title": "Gestion de newsletters",
            "description": "Conception, rédaction et envoi de newsletters dans le respect de la ligne éditoriale et des objectifs de communication. Cela inclut la création de visuels, la structuration des contenus, l’optimisation du design pour tous les supports (responsive), ainsi que l’analyse des performances (taux d’ouverture, clics, etc.)."
        },
        "dtc": {
            "url": "~/public/img/comm.png",
            "description": "Maquettage, conception et développement d'une landing page pour le site de Digital Test Center",
        },
        "tags": {
            "dev":"Développement web",
            "socialMedia":"Réseaux sociaux",
            "event":"Evénementiel",
            "graphic":"Graphisme"
        }
    },
    /*Trad CardSkills*/
    "skills": {
        "titleSection": "Mes compétences",
        "dev": {
            "titleCard": "Développer avec et sans frameworks"
        },
        "test": {
            "titleCard": "Tester ses projets"
        },
        "nocode": {
            "titleCard": "Créer des sites internet (nocode)"
        },
        "collaborate": {
            "titleCard": "Collaborer sur des projets",
            "agile": "Méthode Agile (Scrum)",
            "project": "Gestion de projets"
        },
        "other": {
            "titleCard": "Autres compétences",
            "socialmedia": "Animer les réseaux sociaux",
            "event": "Organiser des événements",
            "rp": "Relation presses"
        },
        "newsletter": {
            "titleCard": "Créer & envoyer des newsletters"
        },
        "languages": {
            "titleCard": "Langue parlée",
            "english": "Anglais - niveau B2 (TOIEC 935)"
        }
    },
    /*Page About Me*/
    "aboutMe": {
        "description": "Après plusieurs années d’expérience dans le domaine de la communication, où j’ai eu l’opportunité d’évoluer dans des secteurs variés — public, privé et associatif — j’ai choisi d’enrichir mes compétences. C’est pourquoi j’ai entrepris la formation de « Développeur avancé » au Campus Numérique in the Alps.",
        "riasec": "Au-delà de mon parcours professionnel, mon profil RIASEC révèle que je suis une personne sociale, méthodique et curieuse. Sociale, car j’apprécie le travail en équipe et la collaboration sur des projets communs. Méthodique, car je me sens à l’aise dans un environnement structuré qui demande rigueur, organisation et précision. Et curieuse, car j’aime apprendre, découvrir et comprendre de nouvelles choses.",
        "hobbies": {
            "title": "Mes centres d'intérêts",
            "travelling": {
                "title": "Voyager",
                "description": "J'ai eu la chance d'avoir pu voyager un petit peu partout en France, d'avoir visité la Réunion et d'avoir voyagé en Allemagne, Irlande, aux Pays de Galles et au Portugal."
            },
            "reading": {
                "title": "Lire",
                "description": "Ma pile de livres à lire ne désemplit jamais vraiment, je suis curieuse de tous les genres mais j'ai une petite préférence pour les polars, thrillers et fantastiques. Mon livre préféré ? La voleuse de livres de Markus Zusak."
            },
            "sports": {
                "title": "Sport",
                "description": "Je fais du basket depuis plusieurs années, de la rando quand j'ai l'occasion et j'aime beaucoup aussi le rugby. Le sport porte des valeurs qui sont pour moi essentiels tant dans la vie pro que dans la vie perso."
            }
        }
    }
}